Revit 2027 API
ParameterTypeId.AlignmentStationLabelIndStation Property
 "Station Indicator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlignmentStationLabelIndStation { get; }
Public Shared ReadOnly Property AlignmentStationLabelIndStation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlignmentStationLabelIndStation {
	ForgeTypeId^ get ();
}
static member AlignmentStationLabelIndStation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace